{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EPartyReservationResult",
			"Children": [
				{
					"Source":
					{
						"Text": "Accepted"
					},
					"Translation":
					{
						"Text": "Aceptado"
					},
					"Key": "Accepted"
				},
				{
					"Source":
					{
						"Text": "Bad reservation request"
					},
					"Translation":
					{
						"Text": "Mala solicitud de reserva"
					},
					"Key": "InvalidReservation"
				},
				{
					"Source":
					{
						"Text": "Duplicate reservation detected"
					},
					"Translation":
					{
						"Text": "Reserva duplicada detectada."
					},
					"Key": "DuplicateReservation"
				},
				{
					"Source":
					{
						"Text": "Game full"
					},
					"Translation":
					{
						"Text": "Partida completa"
					},
					"Key": "FullGame"
				},
				{
					"Source":
					{
						"Text": "No Reservation"
					},
					"Translation":
					{
						"Text": "Sin reserva"
					},
					"Key": "ReservationNotFound"
				},
				{
					"Source":
					{
						"Text": "No response"
					},
					"Translation":
					{
						"Text": "Sin respuesta"
					},
					"Key": "NoResponse"
				},
				{
					"Source":
					{
						"Text": "Not accepting connections"
					},
					"Translation":
					{
						"Text": "No acepta conexiones"
					},
					"Key": "DeniedResponse"
				},
				{
					"Source":
					{
						"Text": "Party members already in session"
					},
					"Translation":
					{
						"Text": "Los miembros del grupo ya están en la sesión"
					},
					"Key": "ContainsExistingPlayers"
				},
				{
					"Source":
					{
						"Text": "Player Banned"
					},
					"Translation":
					{
						"Text": "Jugador expulsado"
					},
					"Key": "BannedResponse"
				},
				{
					"Source":
					{
						"Text": "Unknown Error"
					},
					"Translation":
					{
						"Text": "Error desconocido"
					},
					"Key": "GeneralError"
				}
			]
		},
		{
			"Namespace": "K2Node",
			"Children": [
				{
					"Source":
					{
						"Text": "Flush Leaderboards"
					},
					"Translation":
					{
						"Text": "Vaciar marcadores"
					},
					"Key": "FlushLeaderboards"
				},
				{
					"Source":
					{
						"Text": "Flushes leaderboards for a session"
					},
					"Translation":
					{
						"Text": "Vacía los marcadores de una sesión."
					},
					"Key": "K2Node_LeaderboardFlush_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Online|Leaderboard"
					},
					"Translation":
					{
						"Text": "Online|Marcador"
					},
					"Key": "LeaderboardFlushCategory"
				}
			]
		},
		{
			"Namespace": "NetworkErrors",
			"Children": [
				{
					"Source":
					{
						"Text": "Beacon Connection Failed."
					},
					"Translation":
					{
						"Text": "Fallo en la conexión de guía."
					},
					"Key": "GenericBeaconConnectionFailed"
				},
				{
					"Source":
					{
						"Text": "Join failure, Couldn't spawn beacon."
					},
					"Translation":
					{
						"Text": "Error al unirse, no se pudo generar la guía."
					},
					"Key": "BeaconSpawnFailureError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing ClientWorldPackageName."
					},
					"Translation":
					{
						"Text": "Error al unirse, ya existe ClientWorldPackageName."
					},
					"Key": "BeaconSpawnClientWorldPackageNameError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing beacon actor."
					},
					"Translation":
					{
						"Text": "Error al unirse, ya existe una señal de guía."
					},
					"Key": "BeaconSpawnExistingActorError"
				},
				{
					"Source":
					{
						"Text": "Join failure, no actor at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "Error al unirse, no hay señal en NetGUIDAck."
					},
					"Key": "BeaconSpawnNetGUIDAckError2"
				},
				{
					"Source":
					{
						"Text": "Join failure, no host object at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "Error al unirse, no hay objeto host en NetGUIDAck."
					},
					"Key": "BeaconSpawnNetGUIDAckError1"
				},
				{
					"Source":
					{
						"Text": "Join failure, unexpected control message."
					},
					"Translation":
					{
						"Text": "Error al unirse, mensaje de control inesperado."
					},
					"Key": "BeaconSpawnUnexpectedError"
				}
			]
		}
	]
}